{
  "intents": [
    {
      "tag": "introduccion",
      "patterns": [
        "¿Qué es Naser?",
        "Cuéntame sobre la empresa",
        "Háblame de ustedes",
        "¿Qué hacen?"
      ],
      "response": "Somos una agencia de marketing 360 que trabaja diferente. Porque la publicidad no solo debe ser creativa, también debe ser efectiva. Le hablamos a los sentidos de tus clientes para que recuerden tu marca y tus acciones se traduzcan en ventas."
    },
    {
      "tag": "servicios",
      "patterns": [
        "¿Qué servicios ofrecen?",
        "¿Qué hacen en marketing?",
        "Cuéntame sobre sus servicios",
        "¿Qué servicios tengo disponibles?"
      ],
      "response": "Ofrecemos los siguientes servicios: Marca Olfativa, Asesorías de marketing, Eventos Corporativos, y Regalos Empresariales. ¿Te gustaría saber más sobre alguno?"
    },
    {
      "tag": "clientes",
      "patterns": [
        "¿Quiénes son sus clientes?",
        "¿Trabajan con empresas grandes?",
        "¿Qué empresas han confiado en ustedes?"
      ],
      "response": "Algunos de nuestros clientes son: BDO, Quiroga Abogados, Samsung, DHL, Invest in Bogotá, Grupo Vinesta, Millenium, MoneyGram, Noticias Uno, Platzi, Qube System, y Trans AM. ¿Te gustaría saber más sobre alguno de ellos?"
    },
    {
      "tag": "historia_garmin",
      "patterns": [
        "Cuéntame sobre Garmin",
        "¿Qué hicieron con Garmin?",
        "Historia de éxito con Garmin"
      ],
      "response": "Desarrollamos para Garmin Colombia su marca olfativa. Ahora sus tiendas tienen esa identidad tecnológica y de aventura que sus clientes respiran al entrar a cada una de ellas."
    },
    {
      "tag": "historia_samsung",
      "patterns": [
        "¿Qué hicieron con Samsung?",
        "Cuéntame sobre Samsung",
        "Historia de éxito con Samsung"
      ],
      "response": "Realizamos muchas campañas con Samsung, entre ellas activaciones de marca muy exitosas y fidelización de su cliente interno combinando el arte con la tecnología y la creatividad realmente Experiencias Sensoriales."
    },
    {
      "tag": "historia_noticias_uno",
      "patterns": [
        "¿Qué hicieron con Noticias Uno?",
        "Cuéntame sobre Noticias Uno",
        "Historia de éxito con Noticias Uno"
      ],
      "response": "En NASER encontramos el aliado estratégico perfecto, ellos han sido pieza clave con sus muy buenas y creativas ideas."
    },
    {
      "tag": "historia_platzi",
      "patterns": [
        "¿Qué hicieron con Platzi?",
        "Cuéntame sobre Platzi",
        "Historia de éxito con Platzi"
      ],
      "response": "NASER no sólo ejecuta, toman el tiempo para entender por qué los necesitas para crear lo que pides, pero además el extra que hace que tus campañas y eventos brillen. No pensaría en usar otra agencia en Colombia."
    },
    {
      "tag": "historia_dhl",
      "patterns": [
        "¿Qué hicieron con DHL?",
        "Cuéntame sobre DHL",
        "Historia de éxito con DHL"
      ],
      "response": "Gracias mil a NASER por apoyarnos en la creación de grandes eventos que lograron dejar huella en todos nuestros clientes."
    },
    {
      "tag": "fuera_de_dominio",
      "patterns": [
        "¿Venden pan?",
        "¿Puedo comprar una pizza?",
        "¿Tienen perros?",
        "¿Puedo hacer una reserva en el hotel?",
        "¿Venden zapatos?",
        "¿Qué opinas de Messi?",
        "¿Cuál es la capital de Francia?",
        "¿Me puedes contar un chiste?",
        "¿Cuál es tu color favorito?",
        "¿Eres un robot?",
        "¿Cuánto es 2+2?"
      ],
      "response": "Solo puedo ayudarte con preguntas relacionadas con los servicios, productos o experiencias de Naser. ¿Te gustaría saber más sobre lo que hacemos?"
    }
  ]
}
